{
  "title": "عن شركة رفرف الدولية لقطع غيار السيارات",
  "topbanner": {
    "title": "نبذة عن شركة \"رفرف\" وأهم ميزاتنا في عالم قطع غيار السيارات في السعودية",
    "text": "انطلاقاً من شغفها بكل ما يتعلق بأجزاء وقطع غيار السيارات، بدأت شركة رفرف رحلتها في مجال بيع قطع الغيار في عام 2019، وعبر خبراتها الطويلة في هذه الصناعة استطاعت الشركة اكتساب خبرات واسعة في مجال بيع وشحن قطع غيار السيارات الأصلية والبديلة، بالإضافة إلى توفير الزيوت والفلاتر الأمريكية الأصلية داخل المملكة العربية السعودية. وبفضل خبرتها الواسعة في مساعدة العملاء على اختيار القطع الأفضل والأنسب لسياراتهم، ومن خلال مواكبتها المستمرة لأحدث ما توصلت إليه التكنولوجيا تمكنت رفرف من تحقيق التميز في عالم بيع قطع الغيار والزيوت، وأصبح اسم رفرف يحمل معاني \"الثقة، الجودة، النزاهة والالتزام\" في عالم قطع غيار السيارات",
    "download": "قم بتحميل تطبيق رفرف الآن على الآيفون",
    "browse": "قم بتحميل تطبيق رفرف الآن على الأندرويد"
  },
  "about": {
    "identity": {
      "title": "هويتنا",
      "text": "تؤمن  \"رفرف\" بأهمية هذا القطاع في السوق السعودي، وتأخذ على عاتقها توفير أفضل قطع الغيار المكفولة بأسعار تنافسية وخيارات متعددة"
    },
    "vision": {
      "title": "رؤيتنا",
      "text": "أن نساهم بفعالية في تحقيق رؤية المملكة لعام 2030 من خلال الارتقاء بسوق قطع غيار السيارات عبر الإنترنت في المملكة وتقديم قيمة استثنائية للعملاء، لتبقى رفرف أحد أهم اللاعبين الأساسيين في هذا السوق"
    },
    "standards": {
      "title": "معاييرنا",
      "text": "تؤمن \"رفرف\" بأحقية الزبون في الاختيار والمقارنة، وتأخذ على عاتقها جدياً توفير خيارات متنوعة من قطع الغيار عالية الجودة بأسعار تنافسية عبر متجر رفرف الإلكتروني المتكامل الذي يتيح للعملاء إمكانية ايجاد قطع السيارات التي قد يصعب العثور عليها في مكان آخر. نتعامل مع قطع الغيار الأصلية، وكذلك القطع البديلة المعتمدة والموثوقة"
    }
  },
  "values": {
    "title": "قيمنا",
    "passion": {
      "title": "الشغف",
      "text": "نعمل بحب وإخلاص، ونسعى إلى تتويج كل يوم عمل بإنجاز جديد وعلاقات طيبة"
    },
    "trust": {
      "title": "الثقة",
      "text": "نضع ثقة العميل نصب أعيننا ونؤمن بقدرتنا على الحفاظ عليها من خلال العمل بمسؤولية وكفاءة"
    },
    "quality": {
      "title": "الجودة",
      "text": "لا نرضى لزبائننا ما لا نرضاه لأنفسنا، وبالتالي نحرص على توفير منتجات ذات جودة عالية وأسعار مناسبة ومن مصادر موثوق"
    },
    "integrity": {
      "title": "النزاهة",
      "text": "نحرص على التعامل مع عملائنا وشركائنا بأقصى قدر من الصدق والشفافية والاحترام"
    },
    "commitment": {
      "title": "الالتزام",
      "text": "نسعى إلى تقديم أعلى معايير رضا العملاء والتركيز على تلبية احتياجاتهم على أكمل وجه لتحقيق النجاح على المدى القريب والبعيد"
    }
  },
  "social": {
    "title": "يمكنكم متابعتنا عن طريق وسائل التواصل الاجتماعي"
  }
}
