{
    "Header": "المدونات",
    "title": "مدونة",
    "overview": "نظرة عامة",
    "recent_posts": "المدونات الآخيرة",
    "stay_in_contact_social": "لنبقى على تواصل !",
    "blog_1": {
        "id": "فترة-تليين-السيارة",
        "title": "نصائح هامّة خلال فترة التشغيل الأولية لسيارتك الجديدة",
        "date": "November 28, 2021",
        "imageUrl": "https://api.rafraf.com/pub/media/magefan_blog/file_610.png"
    },
    "blog_2": {
        "id": "2",
        "title": "قطع غيار سيارات أصلية أو بديلة؟",
        "date": "November 20, 2020",
        "imageUrl": "https://api.rafraf.com/pub/media/blog/%D9%82%D8%B7%D8%B9-%D8%BA%D9%8A%D8%A7%D8%B1-%D8%B3%D9%8A%D8%A7%D8%B1%D8%A7%D8%AA-%D8%A3%D8%B5%D9%84%D9%8A%D8%A9-%D8%A8%D8%AF%D9%8A%D9%84%D8%A9.jpg",
        "body": {
            "intro_1": "الكثير منا يسمع بالقطع الأصلية والبديلة ومدى انتشارها في سوق قطع غيار السيارات ولكن ما الفرق بينهما ؟ وما مدى مواءمتها كـ سعر وجودة للمستهلك النهائي؟",
            "intro_2": "سنحاول تسليط الضوء على مختلف أنواع القطع المتواجدة في السوق، ونأمل أن يكون هذا المقال دليلاً مساعداً لك في الشراء. سيتم اعتماد التصنيف هنا على حسب الشركة المصنعة للقطعة أو حسب مصدرها:",
            "header_1": "أولاً) القطع الأصلية Genuine Parts",
            "body_1": "وهذه تحمل شعار صانع السيارة، وهي ما تُشحن به السيارة من الشركة الأم.  مثل قطع غيار تويوتا و جي ام سي و فورد وهيونداي … و يتم صنع هذه القطع من الشركة صانع السيارة أو من عن طريق شركات تصنيع القطع وفق شروط و أحكام و مقاييس جودة عالية محددة من قبل صانع السيارة. ولكنها تأتي بالعادة مغلفة بشعار صانع السيارة.",
            "header_2": "ثانياً) القطع الأصلية المرخصّة OEM",
            "body_2": "اختصاراً لـ “Original Equipment Manufacturer”، وتعني أنها صُنعت بترخيص من الشركة الأم، والأمثلة هنا كثيرة: 'دينسو Denso' المصنعة لـ قطع غيار تويوتا، موبار Mopar المصنّعة لقطع جيب وكرايسلر ودودج، و اي سي ديلكو ACDelco المصنّعة لـ قطع غيار امريكي مثل سيارات جي ام سي وشيفروليه وكاديلاك،  و موتوركرافت Motorcraft المصنّة لقطع سيارات فورد ولينكون. هذه القطع متوافقة مع القطع الأصلية للسيارة، والشركة صانعة السيارة تُشرف على عملية التصنيع وتتأكد أنها ضمن المواصفات القياسية.",
            "header_3": "ثالثاً) القطع البديلة Aftermarket",
            "body_3": {
                "content": "ولعل هذا التصنيف من أهم تصانيف قطع الغيار، إذ يشكل نسبة عالية من حصة مبيعات هذا السوق بالمجمل، ولهذا فتجد أشهر مواقع قطع الغيار تعتمد عليها بشكل أساسي، مثل Carparts  و Summit Racing. أما فيما يخص الجودة، فيجب التفصيل هنا حتى تنتبه عزيزي/تي المستهلك/ة:",
                "option_1": "قطع مطابقة لحد كبير لقطع الـ OEM، ويمكن سرد الكثير من الأمثلة هنا: كـ Moog ، TYC، US Star ، Bosch ، …",
                "option_2": "قطع احترافية أجود من القطع الأصلية: وأغلب هذه القطع صُممت بمواصفات رياضية، ولا شك أن جودة هذه القطع تتعدى الأصلية بمراحل رغم أن مسمّاها 'قطع بديلة'، من الأمثلة: أقمشة (فحمات) الفرامل بريمبو Brembo Brakes، و مساعدات مونرو Monroe Shocks، وفلاتر K&N filters.",
                "option_3": "قطع أقل سعر وجودة من القطع الأصلية: وهذه تتطلب رأي الخبراء لتمييزها والتأكد من جودتها وملاءمتها."
            },
            "tail": "ملاحظة: بعض المواقع العالمية تصنف ACDelco  و Motorcraft  كقطع بديلة (Aftermarket)، نذكر هنا أنه ليس هناك اتفاق عالمي على تصنيف معين، ولكن ارتئينا في هذا المقال اتباع هذا التصنيف لوضوحه في إيصال الفكرة."
        }
    },
    "blog_3": {
        "id": "3",
        "title": "قطع غيار هونداي متوفرة الآن!",
        "date": "November 25, 2020",
        "imageUrl": "https://api.rafraf.com/pub/media/blog/قطع-غيار-هونداي.jpg",
        "content": {
            "intro": "استجابةً لطلب الكثير من العملاء الكرام، فقد تم توفير قطع غيار سيارات هونداي في الموقع بشكل رسمي.",
            "body": "لاختيار سيارتك، بالإمكان الذهاب للصفحة الرئيسية، واختيار هيونداي من قائمة 'تحديد ماركة السيارة'، ومن ثم اختيار الموديل المناسب، مع العلم أن رفرف تدعم أغلب موديلات هيونداي المشهورة: سوناتا، النترا، ازيرا، اكسنت، توسان، جينيسس، سنتافيه، وغيرها الكثير.",
            "footer": "رفرف يوفر الآن القطع الأصلية Hyundai، وقريباً سيتم توفير قطع غيار Mobis المتوافقة مع القطع الأصلية."
        }
    },
    "blog_4": {
        "id": "4",
        "title": "ماهو الوقت الأنسب لتغيير زيت محرك سيارتك؟",
        "date": "February 24, 2021",
        "imageUrl": "https://api.rafraf.com/pub/media/magefan_blog/file_3.png",
        "content": {
            "intro_1": "يعد استبدال زيت محرك السيارة ضرورياً للحفاظ على أجزاء المحرك الداخلية وخاصة عند تجاوز العداد لمسافات معينة، والخيار الأنسب دائماً- سواءً لاختيار درجة لزوجة الزيت أو مدة التغيير- هو اتباع الإرشادات المكتوبة في كتيّب السيارة.",
            "intro_2": "لكن هل تعلم عزيزي السائق ماهي المؤشرات التحذيرية التي تخبرك بموعد تغيير زيت سيارتك؟",
            "intro_3": "رفرف سيخبرك بها.",
            "head_1": "1. تغيرلون الزيت:",
            "body_1": "عندما يلاحظ السائق أثناء فحص مقياس الزيت بأن لون الزيت قد تحول من البني الفاتح أو العسلي إلى اللون الأسود نتيجة الرواسب والغبار داخل المحرك أو فقد الزيت لزوجته فهذا مؤشر بضرورة تغييره تجنباً للآثار السلبية التي قد تؤثر على أداء المحرك.",
            "head_2": "2. صوت الضجيج في المحرك:",
            "body_2": "من المعروف بأن لزوجة زيت المحرك داخل أجزاء المحرك تمنعها من الاحتكاك ببعضها البعض وبالتالي حماية المحرك أثناء قيادة السيارة، ولكن مرور الوقت وزيادة المسافة المقطوعة يؤدي إلى فقدان الزيت لتلك اللزوجة وتضعف كفاءته فيمنع احتكاك الأجزاء ببعضها وبالتالي فإن سائق السيارة سيتمكن من سماع أصوات مختلفة عن المعتاد صادرة من المحرك.",
            "head_3": "3. دخان عادم السيارة:",
            "body_3": "يعتبر الدخان المنبعث (مائل للبياض أو السواد) من عادم(شكمان) السيارة من الإشارات البالغة الخطورة، مما يشير الى احتمالية وجود تلف بالأجزاء الداخلية للمحرك.",
            "head_4": "4- مؤشر زيت المحرك على لوحة القيادة:",
            "body_4": "في جميع السيارات الحديثة تظهر أمام السائق في لوحة القيادة العديد من العلامات التحذيرية التي تشير إلى وجود مشكلة أو عطل في السيارة كنقص كمية الوقود وارتفاع حرارة المحرك بالإضافة إلى علامة تغير الزيت و الذي تدل على ضرورة تغيره بأسرع وقت ممكن .",
            "footer_title": "هل تحتاج مساعدة في معرفة الزيت الأنسب لسيارتك؟",
            "footer_body": "في حال واجهتك عزيزي السائق أحد الأعراض أعلاه فعليك بتغيير زيت سيارتك فوراً قبل أن تتعرض أجزاء المحرك للتلف وتصبح غير قابلة للإصلاح. ماعليك سوى التواصل مع فريق رفرف لتزويدك بأجود أنواع الزيوت  والفلاتر الأصلية التي تناسب سيارتك لتحمي المحرك وتحافظ على قوة أداءه."
        }
    },
    "blog_5": {
        "id": "5",
        "title": "تعرف على أسباب تلف طرمبة البنزين",
        "date": "February 28, 2021",
        "imageUrl": "https://api.rafraf.com/pub/media/blog/أسباب-تلف-طرمبة-البنزين.png",
        "content": {
            "intro_1": "تعتبر مضخة (طرمبة) البنزين من أهم مكونات السيارة التي تجعلها تعمل بشكل جيد حيث تقوم بعملية نقل الوقود من خزان الوقود إلى غرفة الاحتراق في المحرك.",
            "intro_2": "من الممكن أن تتعرض طرمبة البنزين إلى الضرر أو التلف كباقي أجزاء السيارة، لذا على السائق أن يكون على معرفة بأعراض تلف مضخة الوقود... لنتعرف عليها مع رفرف:",
            "head_1": "- ازدياد درجة حرارة محرك السيارة :",
            "body_1": "إذا تكررت حالة بطء السيارة عند ارتفاع درجة حرارة المحرك فهذا مؤشر على وجود مشكلة في طرمبة البنزين.",
            "head_2": "- زيادة كمية الوقود المستهلكة:",
            "body_2": "عند تلف طرمبة البنزين ستقوم الطرمبة بضخ كميات غير منتظمة من الوقود إلى المحرك وبالتالي قد تقوم باستهلاك كمية وقود أكثر من المعتاد.",
            "head_3": "- تسارع السيارة بشكل تلقائي :",
            "body_3": "تعرض الطرمبة للتلف وضخها كميات غير موزونة من الوقود سيجعل السيارة تتسارع بشكل غير منتظم.",
            "head_4": "- انخفاض قوة دفع السيارة :",
            "body_4": "عدم قدرة السيارة في الصعود أو ضعف عزم السيارة في حالة كثرة الركاب هو مؤشر بعدم تمكن المضخة من نقل الوقود إلى المحرك بالشكل المطلوب.",
            "head_5": "- صدور صوت من خزان وقود السيارة:",
            "body_5": "عند تشغيل السيارة أو أثناء القيادة قد يسمع صوت ضجيج صادر من الطرمبة وقد يتزايد الصوت بازدياد سرعة السيارة وهذا دليل على تلف طرمبة البنزين.",
            "head_6": "- صعوبة في تشغيل السيارة :",
            "body_6": "قد يواجه العديد من السائقين صعوبات في تشغيل السيارة والتي قد تكون ناجمة عن تلف طرمبة البنزين بسبب فقدانها لقوة الدفع مما يؤثر على تشغيل المحرك بالشكل الصحيح.",
            "head_7": "- إهتزاز محرك السيارة بشكل ملحوظ  :",
            "body_7": "يلاحظ اهتزاز واضح في محرك السيارة عند تشغيلها. وهذا مؤشر قوي على تلف طرمبة البنزين.",
            "footer_title": "هل أنت بحاجة لمساعدة في تغيير طرمبة البنزين الخاصة بسيارتك؟",
            "footer_body": "للمحافظة على طرمبة البنزين يجب الانتباه إلى مستوى خزان الوقود لعدم انخفاضه دون المنتصف بالإضافة إلى تغيير فلتر البنزين في الموعد المحدد والذي له دور أساسي في منع وصول الشوائب والرواسب إلى خزان الوقود."
        }
    },
    "blog_6": {
        "id": "6",
        "title": "ماهي البواجي وكيف تعرف أنها بحاجة إلى تغيير؟",
        "date": "March 06, 2021",
        "imageUrl": "https://api.rafraf.com/pub/media/blog/تلف-بواجي-السيارة-رفرف-السعودية.png",
        "content": {
            "intro_1": "تعتبر بواجي السيارة أو ما تسمى بشمعات الاحتراق من أهم الأجزاء الداخلية للسيارة حيث تعتمد وظيفتها على إرسال إشارات كهربائية من أجل إحداث شرارة في غرفة الاحتراق لتتم عملية الاحتراق والذي ينتج عنها دوران محرك السيارة.",
            "intro_2": "إليك أهم المؤشرات التي تدل على تعطل بواجي السيارة:",
            "head_1": "- تغيير تسارع السيارة بشكل تلقائي ومفاجئ:",
            "body_1_1": "يمكن أن تؤدي البواجي التالفة إلى جعل المحرك يتسارع بشكل مفاجئ ومن ثم يعود ليتباطأ من جديد  وتعود هذه المشكلة إلى زيادة في كمية الهواء الداخل إلى المحرك أثناء عملية الاحتراق.",
            "body_1_2": "تؤثر البواجي التالفة أو القديمة بشكل مباشر على عملية الاحتراق الكاملة داخل المحرك والذي ينتج عنها ضعف في اداء المحرك وزيادة ملحوظة لاستهلاك الوقود.",
            "head_2": "زيادة استهلاك معدل البنزين:",
            "body_2": "إن ملاحظة زيادة استهلاك السيارة للوقود هو مؤشر لاحتمال وجود خلل في شمعات الاحتراق (البواجي) والتي تعمل على إجراء توازن في عملية استهلاك الوقود..",
            "head_3": "- عدم قدرة المحرك على الدوران:",
            "body_3": "قد يؤدي عطل بواجي السيارة إلى تأخر في دوران المحرك حيث يدور فقط مع إدارة مفتاح التشغيل ويتوقف مع إفلات المفتاح.",
            "head_4": "- انخفاض قوة دفع السيارة :",
            "body_4": "عدم قدرة السيارة في الصعود أو ضعف عزم السيارة في حالة كثرة الركاب هو مؤشر بعدم تمكن المضخة من نقل الوقود إلى المحرك بالشكل المطلوب.",
            "head_5": "- دوران المحرك بشكل غير منتظم:",
            "body_5_1": "عند ملاحظة دوران المحرك بصورة غير منتظمة فقد يعود سبب ذلك إلى تلف البواجي أو انقطاع السلك الواصل بالبوجي وقد يرافقها أحياناً صوت انفجار صادر من عادم السيارة.",
            "body_5_2": "لذا ننصحك عزيزي السائق بتفقد بواجي السيارة والأجزاء المتصلة بها من خلال الصيانة الدورية اللازمة لتجنب مثل تلك المشكلات المفاجئة.",
            "footer_title": "كيف تعرف البواجي المناسبة لسيارتك؟",
            "footer_body_1": "ما هي أبرز أنواع البواجي؟ يوجد العديد من أنواع البواجي وتختلف أحجامها باختلاف نوع السيارة.",
            "footer_body_2": "لذا عند الرغبة باستبدال بواجي السيارة، يجب اختيار البواجي المناسبة والمطابقة لنوع سيارتك. في تصنيف رفرف، تجد البواجي في (نظام البنزين والاحتراق، ثم نظام الاشتعال). أو تواصل مع فريق عمل متجر رفرف الإلكتروني لمساعدتك في الحصول على القطع المناسبة للسيارة."
        }
    },
    "blog_7": {
        "id": "7",
        "title": "أسباب ارتفاع حرارة السيارة عند الوقوف",
        "date": "March 06, 2021",
        "imageUrl": "https://api.rafraf.com/pub/media/blog/أسباب-ارتفاع-درجة-حرارة-السيارة-أثناء-الوقوف.png",
        "content": {
            "intro_1": "تعتمد درجة حرارة المحرك الطبيعية على نوع السيارة والوقود، وعندما ترتفع درجة الحرارة إلى درجة حرارة مئوية معينة يفتح منظم الحرارة (الترموستات) وتبدأ دورة تبريد المحرك بالعمل بالشكل المطلوب، وتعتبر الترموستات من أهم الأنظمة التي تم تطويرها مع مرور الوقت والتي تستخدم لمنع درجات الحرارة داخل المحرك من تجاوز الحدود المطلوبة لعمل المحرك بشكل سليم وبكل كفاءه.",
            "intro_2": "وهنالك أسباب تجعل درجة حرارة المحرك ترتفع عن المعدل الطبيعي حتى أثناء الوقوف. ومن أهم تلك الأسباب:",
            "head_1": "- تعطل مضخة المياه (طرمبة الماء):",
            "body_1_1": "وهي المسؤولة عن ضخ الماء داخل المحرك ورديتر التبريد حيث أن تعطلها يؤدي إلى ارتفاع درجة حرارة المحرك..",
            "head_2": "- توقف الرديتر عن العمل:",
            "body_2": "تعطل الريداتير سيؤثر على دورة سائل التبريد وفي حال وجود تهريب ولو بسيط في أجزاء الراديتر سينتج عنه تسرب للسائل.",
            "head_3": "- تعطل مروحة الرديتر:",
            "body_3": "يؤدي توقف مروحة الرديتر عن الدوران إلى منع الهواء من التدفق من خلال المبرد وبالتالي سيؤثر على سائل التبريد ويتسبب في ارتفاع درجة الحرارة.",
            "head_4": "أضرار ارتفاع درجة حرارة السيارة:",
            "body_4_1": "يعتبر ارتفاع درجة الحرارة عند وقوف السيارة من الأمور الخطيرة التي تؤدي إلى أضرار جسيمة ومنها:",
            "body_4_2": "- تحلل زيت محرك السيارة وفقدان اللزوجة.:",
            "body_4_3": "- تلف محرك السيارة بشكل كامل مع مرور الوقت.:",
            "body_4_4": "- التمدد الحراري الذي سيتسبب بضغوط حرارية وتشويه الجزء العلوي من المحرك وسينتج عنه تسرب بين الأسطوانة والغطاء العلوي وبالتالي توقف المحرك.:",
            "head_5": "كيف تسيطر على ارتفاع درجة حرارة السيارة؟",
            "body_5_1": "يمكن اتخاذ بعض الإجراءات المؤقتة التي تساعد في تخفيض درجة حرارة المحرك ريثما يتم الوصول إلى مركز الصيانة:.",
            "body_5_2": "-         إيقاف تشغيل مكيف الهواء فوراً..",
            "body_5_3": "-         تجنب قيادة السيارة في الأماكن المزدحمة فذلك يزيد من ارتفاع درجة حرارة المحرك.",
            "body_5_4": "-         عدم القيادة بسرعة عالية.",
            "body_5_5": "-         زيادة كمية المياه في الردياتير مع الانتباه إلى عدم إضافة مياه باردة إلى المياه الساخنة الموجودة أصلاً إلا إذا كان المحرك لا يزال يعمل.",
            "body_5_6": "يمكنك  طلب قطع غيار السيارات الأصلية والبديلة من خلال متجر رفرف."
        }
    },
    "blog_8": {
        "id": "8",
        "title": " ماهي أسباب اعطال ناقل الحركة في السيارة؟ ",
        "date": "March 17, 2021",
        "imageUrl": "https://api.rafraf.com/pub/media/blog/%D8%A3%D8%B9%D8%B7%D8%A7%D9%84_%D8%A7%D9%84%D8%AC%D9%8A%D8%B1_%D8%B1%D9%81%D8%B1%D9%81_%D8%A7%D9%84%D8%B3%D8%B9%D9%88%D8%AF%D9%8A%D8%A9_%D9%82%D8%B7%D8%B9_%D8%BA%D9%8A%D8%A7%D8%B1_%D8%B3%D9%8A%D8%A7%D8%B1%D8%A7%D8%AA.png",
        "content": {
            "intro_1": "ماهو الجير أو الجيربوكس؟",
            "intro_2": "قبل مناقشة أسباب عطل ناقل الحركة (الجير أو الجيربوكس)، لنحدد مفهومه أولاً: وهو صندوق (Gearbox) مزودة بتروس ميكانيكية وأجهزة استشعار ومشغلات إلكترونية تُستخدم للتحكم في مسار حركة وسرعة السيارة، ويعتمد على وضع عصا الجير (Gear Stick) ومقدار الضغط على دواسة البنزين.",
            "head_1": "وفيما يلي أهم أسباب عطل الجير:",
            "body_1_1": "يؤدي انخفاض كمية الزيت داخل الجيربوكس إلى عدم فاعلية عمل الجير وقد يؤدي إلى تلف الأجزاء الداخلية.",
            "body_1_2": "ممانعة الجير في إجراء عملية تغيير السرعة يؤدي إلى إنفكاك في ترابط الأعمدة.",
            "body_1_3": "ارتفاع حرارة الجير في الأماكن المزدحمة.",
            "body_1_4": "وجود مشكلة في الأسلاك الموصلة بين عصا الجير وعلبة السرعة",
            "body_1_5": "خلل في حساس حرارة زيت الجير",
            "body_1_6": "وجود رواسب في زيت الجير",
            "head_2": "الفرق بين الجير العادي والجير الأوتوماتيكي:",
            "body_2": "يتميز ناقل الحركة الأوتوماتيكي بالتكلفة المنخفضة في استهلاك الوقود، كما يمكنه إجراء عملية تغيير السرعة بسهولة وبدون أي جهد بعكس الجير العادي.كما أن عملية نقل السرعة في السيارات ذات النقل الأوتوماتيكي هي أسرع من السيارات ذات النقل العادي، بالاضافة إلى أن ناقل الحركة الأوتوماتيكي يحتاج لوقت أكبر للعمل من الناقل اليدوي.",
            "head_3": "للحفاظ على جير سيارتك.. متجر رفرف ينصحك باتباع مايلي: ",
            "body_3_1": "مراقبة العلامات التحذيرية التي تظهر على شاشة القيادة",
            "body_3_2": "مراقبة مستوى زيت الجير ولزوجته باستمرار وتغييره حسب إرشادات الكتيب.",
            "body_3_3": "الصيانة الدورية للجيربوكس والتغيير الزيت والفلتر حسب إرشادات الكتيب المرفق للسيارة",
            "body_3_4": "لا تحكم على الأعطال بسرعة فالخطأ قد يكون مكلف أحياناً",
            "head_6": "جميع قطع الغيار التي تباع في متجر رفرف الإلكتروني هي قطع جديدة وتخضع لفحص شامل قبل بيعها للتأكد من توثيق الجودة وخلوها من المشاكل، كما أننا نقدم لعملائنا الكرام ميزة إعادة القطعة قبل استعمالها دون أي عمولة.",
            "head_7": "قطع غيار تويوتا, قطع غيار فورد, قطع غيار شيفروليه, قطع غيار هونداي, قطع غيار هيونداي, قطع غيار هوندا, قطع غيار همر, قطع غيار كاديلاك, قطع غيار لينكولن, قطع غيار ميركوري, قطع غيار لكزس, قطع غيار جمس",
            "head_8": "متجر رفرف الالكتروني: أفضل قطع الغيار المكفولة في سوق قطع غيار السيارات. ( قطع غيار أصلية وقطع غيار بديلة بالاضافة إلى فلاتر وزيوت أميركية أصلية ).",
            "head_9": "قطع غيار تويوتا, قطع غيار فورد, قطع غيار شيفروليه, قطع غيار هونداي, قطع غيار هيونداي, قطع غيار هوندا, قطع غيار همر, قطع غيار كاديلاك, قطع غيار لينكولن, قطع غيار ميركوري, قطع غيار لكزس, قطع غيار جمس"
        }
    },
    "blog_9": {
        "id": "9",
        "title": "الزيوت والسوائل التي قد تتسرب من السيارة",
        "date": "August 27, 2023",
        "imageUrl": "/images/brands/liquid.webp",
        "content": {
            "intro_1": "يعتبر وجود تسرب للسوائل والزيوت في أسفل السيارة من الأمور الخطرة التي قد تحدث للسيارة. فالتسرب يشيرإلى وجود مشكلة ما في أحد أجزاء أو قطع غيار السيارة. بعض السائقين قد لايهتم بمثل هذه التسربات والتي قد تشكل خطراً على السيارة وعلى حياة الركاب.",
            "head_1": "ماهي السوائل التي قد يتم تسربها وما سببها؟",
            "body_1_1": "تختلف السوائل باللون والرائحة واللزوجة ...",
            "body_1_2": "أحياناً تكون بقع السوائل المتراكمة في أسفل السيارة هي مياه عادية ناتجة عن التكثيف من جراء تشغيل مكيف الهواء في السيارة. وهي عادة ماتكون بقع صغيرة جداً. أما في حال وجود بقع بكميات كبيرة فهذا ليس مبشراً أبداً ويجب إصلاح العطل بسرعة قبل قيادة السيارة وعدم تجاهله.",
            "head_2": "لنتعرف على السوائل التي قد تتسرب من السيارة:",
            "body_2": "البنزين: من السهل التعرف عليه من خلال رائحته المعروفة. وجوده بلاشك يدل على تسرب الوقود من الخزان، من المهم معرفة سبب تسربه ومعالجته فوراً بسبب احتمال اشتعاله السريع. فالتسرب يعود سببه إلى وجود مشكلة في أحد انابيب الوقود أسفل السيارة والتي تصل الحاقن بالخزان.",
            "body3": "زيت المحرك: وجود تسرب لزيت المحرك يتعبر أمراً خطيراً أيضاً ويجب إجراء صيانة سريعة للسيارة نظراً لخطورة تناقص كمية الزيت في المحرك. ومن أهم أسباب تناقص زيت المحرك هو تعرضه إلى الضغط والحرارة العالية مما يفقده لزوجته أو وجود مشكلة في الصمامات أو بأحد اجزاء المحرك بالإضافة إلى اختلاط الزيت مع الوقود في غرفة الاحتراق.",
            "body_3_1": "زيت ناقل الحركة: يشبه زيت محرك السيارة من حيث اللزوجة لكن يختلف باللون فلون الزيت الجديد يميل إلى الأحمر الفاتح وبعد الاستخدام الطويل يصبح لونه أحمر داكن أو بني. يجب معالجة تسربه فوراً حيث أن انخفاض مستوى زيت ناقل الحركة قد يسبب بتلف ناقل الحركة وضرورة استبداله. وتسرب زيت ناقل الحركة يعود إلى وجود عطل او تلف بأحد أجزاء الناقل.",
            "body_3_2": "سائل التبريد: وظيفته الحفاظ على درجة حرارة المحرك، يعتبرمن أكثر التسريبات شيوعاً، لون سائل التبريد يكون أخضر أو برتقالي أو وردي، تسربه سيؤدي إلى ارتفاع درجة الحرارة ويجب معالجة العطل بشكل سريع. ويعود تسرّب سائل التبريد في اغلب الاحيان إلى المبرد فهو المسؤول عن الحفاظ على درجة حرارة محرك السيارة ضمن الحد المسموح به. فالتسرب قد يكون ناتج عن عدم إغلاق غطاء المبرد بشكل محكم.",
            "body_3_3": "زيت الفرامل: لونه بني فاتح مائل إلى الصفرة، لزوجته متوسطة بالمقارنة مع لزوجة زيت المحرك او زيت ناقل الحركة. يجب عدم قيادة السيارة عند ملاحظة تسرب زيت الفرامل. فالمكابح حينها لن تعمل بشكل جيد وقد لا يتمكن السائق من تفادي الضرر المحتمل. ويجب إجراء الصيانة اللازمة لخطوط نظام الفرامل الرئيسية وبطانة الفرامل. فقد تكون سبب تسرب الزيت من السيارة. ",
            "body_3_4": "سائل البطارية: إذا لاحظت بأن رائحة السائل المتسرب تشبه رائحة البيض الفاسد فاحذر ملامسته بيديك فهذا السائل هو حمض البطارية. يجب تغيير البطارية فوراً قبل قيادة السيارة.",
            "head_6": "جميع قطع الغيار التي تباع في متجر رفرف الإلكتروني هي قطع جديدة وتخضع لفحص شامل قبل بيعها للتأكد من توثيق الجودة وخلوها من المشاكل، كما أننا نقدم لعملائنا الكرام ميزة إعادة القطعة قبل استعمالها دون أي عمولة.",
            "head_7": "لا تتهاون أبداً عزيزي السائق مع وجود تسرب للسوائل في أسفل سيارتك فالموضوع يعتبر اخطر مما قد تظن ويجب معرفة سبب التسرب ومعالجة العطل فوراً قبل معاودة قيادة السيارة من جديد.",
            "head_8": "متجر رفرف الالكتروني: أفضل قطع الغيار المكفولة في سوق قطع غيار السيارات. ( قطع غيار أصلية وقطع غيار بديلة بالاضافة إلى فلاتر وزيوت أميركية أصلية ).",
            "head_9": "قطع غيار تويوتا, قطع غيار فورد, قطع غيار شيفروليه, قطع غيار هونداي, قطع غيار هيونداي, قطع غيار هوندا, قطع غيار همر, قطع غيار كاديلاك, قطع غيار لينكولن, قطع غيار ميركوري, قطع غيار لكزس, قطع غيار جمس"
        }
    },
    "blog_10": {
        "id": "10",
        "title": "عد إلى الطريق بشكل أسرع مع رفراف!",
        "date": "August 27, 2023",
        "imageUrl": "https://api.rafraf.com/pub/media/magefan_blog/file_5.png",
        "content": {
            "intro_1": "عد إلى الطريق بشكل أسرع مع رفراف!",
            "head_1": "متجر رفراف الإلكتروني هو مورد متكامل مقره المملكة العربية السعودية لقطع غيار السيارات الأصلية وقطع غيار السيارات الأصلية وقطع غيار السيارات ما بعد البيع وزيوت المحركات الأمريكية عالية الجودة وفلاتر الوقود.",
            "body_1_1": "نحن نقدم لعملائنا في جميع أنحاء المملكة العربية السعودية مجموعة واسعة من قطع غيار السيارات ذات العلامات التجارية عالية الجودة من البائعين العالميين.",
            "head_6_1": "اعثر على قطع غيار السيارات المناسبة من OEM / ما بعد البيع، بشكل أسرع!",
            "body_2": "إذا كنت في السوق لشراء الفرامل ووسادات الفرامل، والأحزمة والخراطيم، ومرشحات الزيت والزيت، وتدفئة مكيف الهواء ومرشحات الهواء، والمحركات وتبريد المحرك، وشفرات المساحات، ومشغلات التشغيل، ومولدات الطاقة، وهياكل السيارات الداخلية والخارجية، أو أي جزء آخر لسيارتك، متجر رفرف الإلكتروني هو المكان المناسب لك!",
            "body_3": "نحن نفخر بكوننا منصة متكاملة للسائقين السعوديين لشراء مجموعة واسعة من قطع غيار سيارات كاديلاك، وشفروليه، وفورد، وجي إم سي، وهيونداي، ولكزس، ولينكولن، وميركوري، وهوندا، وتويوتا عبر الإنترنت.",
            "head_6_1_2": "قم بشراء قطع الغيار عبر الإنترنت بسرعة وسهولة ومجهزة بأحدث المنتجات",
            "body_5": "تقنيات معالجة الطلبات بكفاءة والشحن الأسرع، يجعل موقع Rafraf.com العثور على قطع غيار السيارات وشرائها عبر الإنترنت أمرًا سهلاً. نحن نضمن تجربة تسوق واضحة وخالية من المتاعب من خلال تقديم مجموعة متنوعة من خيارات الدفع، والشحن السريع لقطع غيار السيارات داخل المملكة العربية السعودية، والتعامل السهل مع المرتجعات في مركز الإرجاع الخاص بنا.",
            "body_6": "للبدء، اختر ماركة سيارتك وابدأ بالتسوق في عالم قطع الغيار الأصلية. إذا كنت مالك سيارة تويوتا، فقد سهلنا عليك الأمر، كل ما عليك فعله هو كتابة رقم التسلسلي للسياره ومن ثم يمكنك اختيار القطع المناسبة لسيارتك مباشرة."
        }
    },
    "blog_11": {
        "id": "11",
        "title": "ماهي طرمبة الماء، ومادورها في الحفاظ على درجة حرارة محرك السيارة؟",
        "date": "August 27, 2023",
        "imageUrl": "/images/brands/waterpump.webp",
        "content": {
            "intro_1": "يتألف محرك السيارة من العديد من قطع الغيار التي تعمل معاً بشكل متجانس. توقف بعض هذه القطع سيتوقف المحرك عن العمل ولن يستطيع اتمام دورانه بدونها.",
            "head_1": "تعتبر مضخة الماء من الاجزاء المهمة والرئيسية من قطع غيار السيارة، حيث بدونها لن يستطيع المحرك ان يعمل فهي المسؤولة عن المحافظة على درجة حرارته طبيعية وضمن الحد المسموح به للعمل.",
            "body_1_1": "فهي عبارة عن مروحة تقوم بضخ سائل التبريد باستمرار في أجزاء المحرك لتبريده وإبقاء حرارته ضمن الحد الطبيعي.",
            "body_1_2": "عند تلف مضخة الماء في السيارة ستظهر بعض الأعراض على محرك السيارة، طبعاّ ليست كل الاعراض تشير غلى عطل المضخة ولكن قد يعود سببها غلى المضخة، لذا يجب فحص المحرك جيداً لمعرفة مكان وجود العطل واصلاحه أو استبداله.",
            "head_2": "ماهي المؤشرات التي من الممكن أن يعود سببها إلى تلف مضخة الماء؟",
            "body_2": "ارتفاع درجة حرارة المحرك.",
            "body_2_1": "سماع أصوات احتكاك عالية قريبة من محرك السيارة والناجمة عن تعثر في دوران بكرة المضخة نتيجة توقف الاحزمة المرتبطة بالمضخة عن العمل.",
            "head_3": "ما الأسباب التي تؤدي إلى تلف المضخة؟",
            "body_3_1": "استخدام المياه العادية بدلاً من سائل التبريد قد يؤدي بدوره إلى تآكل شفرات المضخة.",
            "body_3_2": "إهمال المضخة وعدم إجراء الصيانة اللازمة لها في الوقت المحدد.",
            "body_3_3": "رداءة الصنع: وهو أحد اهم الاسباب الشائعة في القطع المقلدة أو المزيفة، لذا يجب الحرص على اختيار قطع غيار أصلية مكفولة وذات جودة عالية وتجنب قطع الغيار المقلدة التي قد تعود عليك بخسائر مادية كبيرة.",
            "head_6": "جميع قطع الغيار التي تباع في متجر رفرف الإلكتروني هي قطع جديدة وتخضع لفحص شامل قبل بيعها للتأكد من توثيق الجودة وخلوها من المشاكل، كما أننا نقدم لعملائنا الكرام ميزة إعادة القطعة قبل استعمالها دون أي عمولة.",
            "head_7": "لا تتهاون أبداً عزيزي السائق مع وجود تسرب للسوائل في أسفل سيارتك فالموضوع يعتبر اخطر مما قد تظن ويجب معرفة سبب التسرب ومعالجة العطل فوراً قبل معاودة قيادة السيارة من جديد.",
            "head_8": "متجر رفرف الالكتروني: أفضل قطع الغيار المكفولة في سوق قطع غيار السيارات. ( قطع غيار أصلية وقطع غيار بديلة بالاضافة إلى فلاتر وزيوت أميركية أصلية ).",
            "head_9": "قطع غيار تويوتا, قطع غيار فورد, قطع غيار شيفروليه, قطع غيار هونداي, قطع غيار هيونداي, قطع غيار هوندا, قطع غيار همر, قطع غيار كاديلاك, قطع غيار لينكولن, قطع غيار ميركوري, قطع غيار لكزس, قطع غيار جمس"
        }
    },
    "blog_12": {
        "id": "12",
        "title": "استجابةً لطلب الكثير من العملاء الكرام، فقد تم توفير قطع غيار سيارات شانجان في الموقع بشكل رسمي!",
        "date": "September 15, 2023",
        "imageUrl": "/images/brands/changan_banner.webp",
        "content": {
            "intro_1": "ايدو، هنتر ،CS95 ،CS85 ،السفين ،CS75 ،CS35...",
            "body_1_1": "لاختيار سيارتك، بالإمكان الذهاب للصفحة الرئيسية، واختيار هيونداي من قائمة 'تحديد ماركة السيارة'، ومن ثم اختيار الموديل المناسب، مع العلم أن رفرف تدعم أغلب موديلات هيونداي المشهورة:",
            "body_1_2": "رفرف يوفر الآن القطع الأصلية Changan، وقريباً سيتم توفير قطع غيار بديلة متوافقة مع القطع الأصلية."
        }
    },
    "blog_13": {
        "id": "13",
        "title": "احرص على شراء قطع الغيار الأصلية وتخلّص من فكرة القطع المقلّدة!",
        "date": "December 11, 2023",
        "imageUrl": "/images/brands/buynowx.webp",
        "content": {
            "intro_1": "تصنع قطع الغيار المقلّدة من مواد رخيصة جداً بالمقارنة مع قطع الغيار الأصلية وليس هناك ضمانات تدل على قدرتها للعمل بشكل جيد. وقد أصبحت قطع غيار السيارات المقلّدة منتشرة وبكثرة في الآونة الأخيرة في المملكة نظراً لازدياد حجم قطاع السيارات. فالمملكة تعتبر من اكبر أسواق بيع السيارات في الشرق الأوسط. وبالتالي وجدت القطع المقلدة وبكل سهولة مكاناً لها لتحقيق الربح السريع بدون الأخذ بعين الاعتبار سلامة العملاء والمخاطر التي ستقع على الركاب",
            "body_1_1": "تلعب الحكومة دوراً كبيراً في إيقاف قطع الغيار المقلدة من الانتشار في السوق السعودي من خلال التوعية المستمرة حول المخاطر المحتملة من تركيب القطع المزيفة، كما تقوم باتخاذ الإجراءات القانونية بحق المسؤولين عن تلك القطع.",
            "body_1_2": "قامت شركة جنرال موتورز مؤخراً بتأسيس مجموعة من المتخصصين العالميين من أجل حماية العلامة التجارية حيث يعمل هذا الفريق بالتعاون مع شركاء من مختلف أنحاء العالم للحد من انتشار القطع المقلدة وإيقاف وصولها إلى منافذ العبور الحدودية. عملت الوكالات الحكومية في المملكة في السنوات الأخيرة على تشديد الرقابة على قطع الغيار وتم حجز العديد من الشحنات غير القانونية في بعض المناطق الحدودية بالإضافة إلى الحملات الداخلية المتواصلة لحجز قطع الغيار المخالفة ومحاسبة أصحابه",
            "body_1_3": "لماذا يجب شراء قطع الغيار الأصلية والابتعاد عن المقلّدة؟",
            "body_1_4": "يجب الاهتمام باختيار نوع قطع غيار سيارتك والتأكد من أنها قطع غيار أصلية. يتم تصميم قطع الغيار الأصلية بشكل متقن جداً وتخضع لاختبارات دقيقة من قبل الشركات المصنعة لضمان جودتها وأدائها. بينما نجد القطع المزيفة قد تم تصنيعها من مواد سيئة ورديئة والغرض منها هو تجاري فقط بدون أخذ الاعتبار لسلامة السائق والركاب",
            "body_1_5": "ما هي قطع الغيار المقلّدة الأكثر مبيعاً في المملكة؟",
            "body_1_6": "تعتبر فلاتر الزيوت ومساحات الزجاج من أكثر قطع الغيار المقلدة المنتشرة في السوق بالإضافة إلى زيوت المحركات وأقراص الفرامل.",
            "body_1_7": "يتجاهل البعض أهمية قطع غيار السيارة ويعتقدون بأن قطع غيار السيارات هي شبيهة بأي قطعة أخرى موجودة في السوق خارج نطاق السيارات والمهم هو توفير المال، لكن الأمر هنا مختلف فلنفترض بأن نظام الفرامل في سيارتك - والذي يعتبر العنصر الأساسي للسلامة - مزيف وغير اصلي فقد يتوقف عن العمل فجأة لاسمح الله نظراً لرداءة الصنع! النتيجة التي قد تتعرض لها قد تكون كارثية ومميتة أيضاً. ومن المعروف أيضاً بأن القطع المقلدة لا تدوم طويلاً، وتحتاج إلى تبديل بشكل مستمر نظراً للأعطال المتكررة التي ستتعرض لها مع مرور الوقت وبالتالي ستكلّف السائق مبالغ إضافية أكبر من ثمن قطع الغيار الأصلية التي ستدوم وقتاً أطول والتي تضمن سلامة السائق. فالحد من التكاليف يعني الحد من الجودة أيضاً."
        }
    },
    "blog_14": {
        "id": "14",
        "title": "نصائح ذهبية لتوفير استهلاك الوقود في سيارتك",
        "date": "December 30, 2023",
        "imageUrl": "/images/brands/Benzen.webp",
        "content": {
            "intro_1": "تعتبر زيادة استهلاك الوقود في السيارة من المشاكل التي تواجه الكثير من السائقين، هل سبهها هو وجود ضرر أو تلف  في قطع غيار السيارة أو تعود لسلوكيات خاطئة اثناء القيادة.",
            "body_1_1": "لنتعرف معاً على اهم النصائح التي يجب اتباعها للحفاظ على كمية استهلاك الوقود في السيارة بالشكل الأمثل:",
            "body_1_2": "تغيير الزيت باستمرار:",
            "body_1_3": "إن تغيير الزيت بشكل مستمر يعتبر أمراً ضرورياً للحفاظ على السيارة بأفضل حالاتها. لكن مع مرور الوقت، تصبح لزوجة الزيت شديدة و يبدأ الزيت الملوَّث بالتجمّع، مما يسبب تآكله وبالتالي يقصّر من عمر محرك السيارة.",
            "body_1_4": "ضبط الإطارات:",
            "body_1_5": "حيث ان نقص ضغط الإطارات يؤدي إلى زيادة مساحة التلامس بين الإطار والطريق وبالتالي فإن محرك السيارة يحتاج إلى جهد إضافي لمنح السيارة القدرة على السير وهذا بدوره يحتاج إلى زيادة استهلاك الوقود. كل نقص في ضغط الإطار بمقدار 5% يسبب زيادة في استهلاك الوقود بمقدار 2% .",
            "body_1_6":"التعامل الجيد مع المكيف:",  
            "body_1_7": "استخدام مكيف السيارة ضمن المدن والشوارع التي تتسم ببطء الحركة، يسبب في زيادة استهلاك الوقود بنسبة 20% أما في الطرق السريعة فتنقص النسبة إلى 3% لذلك يجب التعامل بشكل جيد مع تكييف السيارة.",
            "body_1_8": "إقلاع السيارة بهدوء وتجنب التسارع المفاجئ:",
            "body_1_9": "عند البدء بانطلاق السيارة، يجب تحريكها بسرعة منخفضة وعدم ارهاقها فالضغط بشدة على دواسة البنزين يؤدي إلى ضخ كمية اكبر من الوقود تجنباً لزيادة استهلاك الوقود، كما يجب عدم السير بسرعة منخفضة في المسافات الطويلة.",
            "body_1_10":"الحفاظ على درجة حرارة محرك السيارة:",
            "body_1_11" : "فارتفاع حرارة المحرك يزيد من استهلاك الوقود بنسبة 10%",
            "body_1_12": "تجنّب السير على الطرق الرملية والترابية:",
            "body_1_13": "فطبيعة الطرق تلعب دوراً كبيراً في كمية استهلاك الوقود.فالسير على الطرقات غير المستوية كالطرق الرملية يزيد من المقاومة وبالتالي يسبب زيادة في كمية استهلاك الوقود.",
            "body_1_14": "إطفاء المحرك في الاختناقات المرورية:",
            "body_1_15": "في كل دقيقة انتظار، يقوم محرك السيارة بصرف كمية وقود تكفي للسير لنصف ميل تقريباً. فمن اللأفضل إطفاء المحرك وخاصة أنه لايحتاج إلى كمية وقود كبيرة لإعادة الاقلاع.",
            "body_1_16": "لاتقم باستهلاك وقود السيارة بالكامل:",
            "body_1_17": "يجب تزويد السيارة بالبنزين قبل أن تنخفض الكمية تحت الثلث تقريباً وذلك للمحافظة على انتظام كمية الوقود المتدفقة إلى محرك السيارة. حتى لاتقل كفاءة المحرك واستهلاكه كمية وقود أكبر للعمل.",
            "body_1_18": "تنظيف فلتر الهواء باستمرار:",
            "body_1_19": "عند امتلاء فتحات فلتر الهواء بالغبار والاتربة ستنخفض نسبة الأوكسجين الداخل إلى المحرك وبالتالي فإن المحرك يحتاج إلى جهد أكبر وهو مايؤدي إلى استهلاك كميات أكبر من الوقود.",
            "body_1_20":"من الأفضل إجراء الصيانة اللازمة في الوقت المحدد من خلال تنظيف الفلاتر وبواجي السيارة، مما يساعد السيارة على استخدام الوقود بكفاءة أكبر ، كما أن الزيت المناسب يساعد المحرك على العمل بسلاسة أكبر واستخدام كمية أقل للوقود."    
        }
    },
    "blog_15": {
        "id": "15",
        "title": "ماذا يحدث عند عكس أسلاك بطارية السيارة؟",
        "date": "January 1st, 2024",
        "imageUrl": "/images/brands/Battery.webp",
        "content": {
            "intro_1": "تعتبر البطارية من اهم اجزاء السيارة وبدونها لن يتواجد التيار الكهربائي اللازم لتشغيل السيارة واضاءة المصابيح والأنطمة الكهربائية الاخرى في السيارة. ولكل بطارية أمبير معين يختلف باختلاف حجم السيارة وقوة محركها.",
            "body_1_1": "لكن هل فكرت عزيزي السائق ماذا يحصل إذا عكست أسلاك بطارية السيارة عند تركيبها، بحيث يتم وصل الطرف الموجب مكان السالب والسالب مكان الموجب؟",
            "body_1_2": "توجد في بعض السيارات الحديثة حماية ضد عكس أقطاب البطارية بحيث يتم فصل الكهرياء بشكل تلقائي عند وصل الأسلاك بشكل خاطئ. ولكن بعض السيارات الأخرى تفتقر إلى تلك الميزة وبالتالي فإن عكس الأسلاك بشكل خاطئ سيترتب عليه عواقب كارثية تبدأ باحتراق كامل فيوزات الكهرباء في السيارة وتلف بعض خلايا البطارية وقد تؤدي إلى اشتعال السيارة لاقدر الله.",
            "body_1_3": "كيف تشحن بطارية سيارتك من بطارية سيارة اخرى بطريقة سليمة؟",
            "body_1_4": "الطريقة الصحيحة لعمل اشتراك بين سيارتين:",
            "body_1_5": "- يجب أن تقوم بشحن بطارية السيارة من خلال بطارية سيارة أخرة لها نفس الفولط واحذر ان تشحن من بطارية سيارة كبيرة أو شاحنة.",
            "body_1_6": "- إبدأ بوصل الأسلاك إلى البطارية السليمة أولاً ثم وصل أسلاك البطارية الفارغة. ( السالب مع السالب والموجب مع الموجب)",  
            "body_1_7": "- قم بإطفاء كافة الاكسسوارات التي تستهلك الكهرباء في السياراتين مثل ( مكيف السيارة، أضواء السيارة، المسجلة، .. ) وذلك ليتمكن الدينمو من إرسال كامل الكهرباء التي يتم توليدها باتجاه البطارية.",
            "body_1_8": "- إبدأ بتشغيل السيارة السليمة وارفع دورات المحرك إلى 1500 RM  وانتظر لمدة دقيقة ثم قم بتشغيل السيارة الأخرى.",
            "body_1_9": "لذا احذر جيداً عند توصيل أسلاك بطارية السيارة فالأضرار التي قد تحدث ستكلف خسائر مادية كبيرة في حال عدم الانتباه."
        }
    },
    "blog_16": {
        "id": "16",
        "title": "دواسة الوقود ( البنزين ) في السيارة وأعطالها",
        "date": "January 7, 2024",
        "imageUrl": "/images/brands/gassedUP.webp",
        "content": {
            "intro_1": "أحد أهم أجزاء السيارة، تقوم بالتحكم بكمية الهواء الداخلة إلى المحرك من خلال المقبض المتصل بالدواسة وتحويله إلى غرفة الاحتراق. فيجب أن تقوم دواسة الوقود بإدخال كمية محددة من الهواء دون زيادة أو نقصان لإتمام عملية الاحتراق بالشكل الامثل.",
            "body_1_1": "وقد تتعرض دواسة البنزين أو الأجزاء المرتبطة بها إلى العديد من الأعطال التي قد تكون كارثية في بعض الاحيان وقد تشكل خطر على حياة السائق والركّاب",
            "body_1_2": "حساس دواسة الوقود:",
            "body_1_3": "تحتوي الدواسة على مايسمى بحساس دواسة الوقود والذي يعمل على قياس الضغط الحاصل على دواسة الوقود للسماح بتدفق كمية هواء مناسبة من أجل عملية الاحتراق. فعند وجود أي خلل في مقدار الهواء المرسل للاحتراق قد يؤدي إلى تلف الحساس.",
            "body_1_4": "العلامات التي تدل على وجود عطل في حساس دواسة الوقود:",
            "body_1_5": "- التأخر في استجابة السيارة عند الضغط على دواسة الوقود.",
            "body_1_6": "- ملاحظة اهتزاز السيارة عند التوقف دون إيقاف تشغيل المحرك.",  
            "body_1_7": "- بطء استجابة السيارة لزيادة السرعة عند الضغط على الدواسة.",
            "body_1_8": "- زيادة في استهلاك كمية الوقود.",
            "body_1_9": "- توقف محرك السيارة بشكل تلقائي عند توقف السيارة مع هبوط في جسم دواسة البنزين.",
            "body_1_10": "- عدم قدرة السيارة على الحركة بالرغم من الضغط المستمر على دواسة الوقود، ويعود السبب إلى اختلاف في كمية الهواء الداخل إلى المحرك بسبب عطل أو تلف الحساس.",
            "body_1_11": "- ظهور مؤشر التنبيه على لوحة القيادة بوجود عطل في المحرك، قد يكون سببه هو حساس دواسة البنزين."

    }
},
"blog_17": {
    "id": "17",
    "title": "أسباب ضعف عزم السيارة عند صعود المرتفعات",
    "date": "January 14, 2024",
    "imageUrl": "/images/brands/TourquePerformance.webp",
    "content": {
        "intro_1": "قد تواجه السيارة صعوبة في زيادة التسارع بالشكل الأمثل رغم الضغط المتزايد على دواسة البنزين ومحاولة زيادة السرعة وتعود المشكلة إلى ضعف عزم المحرك وخصوصاً في الطرق الوعرة والمرتفعات.",
        "body_1_1": "لذا سنستعرض أهم الأسباب التي تؤدي إلى صعوبة صعود السيارة في المرتفعات.",
        "body_1_2": "- انسداد فلتر البنزين:",
        "body_1_3": "عند امتلاء فلتر البنزين بالأوساخ والأتربة سيقلل من كمية الوقود المرسلة إلى المحرك مما يؤثر سلباً على عمل المحرك وبالتالي سيواجه المحرك صعوبة في توفير قوة دفع اضافية لتمكن السيارة من صعود المرتفعات.",
        "body_1_4": "- تلف فلتر الهواء:",
        "body_1_5": "تحتاج غرفة الاحتراق في المحرك الى كمية هواء خالية من الشوائب لتتم عملية احتراق الوقود بالشكل الأمثل، فعند انسداد فلتر الهواء فتصل نسبة كبيرة من الشوائب إلى غرفة الاحتراق مما يؤثر سلباً على أداء المحرك. وهذا يكثر في منطقتنا (دول الخليج) بسبب العواصف الرملية.",
        "body_1_6": "- بخاخات محرك السيارة:",
        "body_1_7": "هي أحد الأجزاء الرئيسية التي تساعد في عمل المحرك بكفاءة عالية وفي حالة تلفها فإنها تخفض من نسبة الوقود المرسلة للمحرك  مما يضعف من عزم السيارة.",
        "body_1_8": "- عطل في مضخة وقود السيارة:",
        "body_1_9": "تكمن وظيفة مضخة الوقود في سحب الوقود من الخزان وإيصاله إلى المحرك فوجود ضعف في المضخة يؤدي الى إيصال كمية غير كافية من الوقود الى المحرك ليقوم بعمله بالشكل الصحيح. وبالتالي سينتج عنه العديد من المشاكل ومن بينها ضعف عزم السيارة، وهذا ما يتضح بشكل أكبر عند صعود المرتفعات.",
        "body_1_10": "- مشكلة في شمعات الاحتراق ( البواجي):",
        "body_1_11": "تعتبر بواجي السيارة أو ما تسمى بشمعات الاحتراق من أهم الأجزاء الداخلية للسيارة حيث تعتمد وظيفتها على إرسال إشارات كهربائية من أجل إحداث شرارة في غرفة الاحتراق لتتم عملية الاحتراق والذي ينتج عنها دوران محرك السيارة. فوجود عطل في البواجي يؤدي إلى احتراق غير كامل للوقود وبالتالي ضعف في عزم السيارة وخصوصاً أثناء صعود المرتفعات.",
        "body_1_12": "- انسداد عادم (شكمان) السيارة:",
        "body_1_13": "وجود انسداد في عادم السيارة سيمنع خروج الغازات مما يؤدي إلى ضعف في عزم محرك السيارة.",
        "body_1_14": "- وجود شوائب في زيت المحرك:",
        "body_1_15":" قد يسبب تراكم الشوائب في زيت المحرك إلى مشاكل قد تصل إلى ضعف المحرك أو ضرر أجزاءه  مما يؤدي إلى ضعف أداءه وبالتالي سيواجه صعوبة في دفع السيارة أثناء المرتفعات",
        "body_1_16": "- انخفاض الضغط في السلندر:",
        "body_1_17": "يحتاج محرك السيارة الى ضغط عال يحصل عليه من السلندر مما يعطيه قوة دفع كبيرة تمكنه من صعود المرتفعات. فانخفاض الضغط في سلندر السيارة سيقلل من عزم المحرك في السير بعكس الجاذبية الأرضية.",
        "body_1_18": "لكي تحافظ على أداء السيارة والمحافظ على عزم المحرك ولتتمكن من السير على كافة الطرقات المرتفعة والمنخفضة وبدون أي مشاكل لاتنسى القيام بالصيانة الدورية اللازمة للأجزاء الرئيسية لسيارتك."

}
},
"blog_18": {
    "id": "18",
    "title": "الوقت الأنسب لتغيير مساحات زجاج السيارة",
    "date": "February 19, 2024",
    "imageUrl": "/images/brands/windWipers.webp",
    "content": {
        "intro_1": "مساحات زجاج السيارة، وسبب اختراعها!",
        "body_1_1": "بدأت القصة في أحد أيام فصل الشتاء لعام  1902عندما كانت السيدة `ماري أندرسون` في رحلة إلى مدينة نيويورك، لاحظت بأن سائق السيارة يواجه صعوبة في مسح زجاج السيارة. الأمر الذي جعلها تقوم باختراع ذراع مطاطي يتحرك من جهة لأخرى على الزجاج لتنظيفه ويتم التحكم به من داخل السيارة. حصلت على براءة اختراع لمدة 17 عاماً. لم تتمكن السيدة الشابة من بيع هذا الاختراع لشركات تصنيع السيارات بالرغم من أهميته، فباعتقادهم أنه اختراع لايستحق البيع. بعد انقضاء فترة براءة الاختراع في عام 1920 وتزايد تصنيع السيارات بشكل كبير، أصبحت مساحات الزجاج الامامي من قطع الغيار الضرورية في السيارة والتي بدونها يواجه السائق صعوبة كبيرة في مسح الزجاج الأمامي حيث تم اعتمادها من قبل شركة كاديلاك في سياراتها الخاصة كاول شركة سيارات تقوم بتطبيق اختراع أندرسون.",
        "body_1_2": "ماهو الوقت الأنسب لتغيير مساحات زجاج السيارة ؟",
        "body_1_3" : "يعتبر العمر الافتراضي لمساحات الزجاج هو الأقل بالمقارنة مع باقي قطع الغيار، حيث أفادت الهيئة الألمانية للفحص الفني بأن مساحات الزجاج هي من المكونات المستهلكة في السيارة ويجب استبدالها بانتظام فهي مصممة للعمل لمدة ستة اشهر تقريباً بعدها سيلاحظ انخفاض أدائها في عملية مسح الزجاج بسبب تآكل الشريط المطاطي للمساحات، وفي أغلب الاحيان يصدر عنها صوت صفيرأثناء التشغيل نتيجة احتكاكها بالزجاج مما يؤدي إلى خدش زجاج السيارة",
        "body_1_4": "نصائح رفرفية!",
        "body_1_5": "قم باستبدال مساحات الزجاج الأمامي مرتين في العام.",
        "body_1_6": "قم بتعبئة سائل مساحات الزجاج باستمرار.",
        "body_1_7": "لا تستخدم المساحات وزجاج السيارة جاف.",
        "body_1_8": "تخيّل نفسك عزيزي السائق قد تعرضت لعاصفة مطرية أو ترابية مفاجئة، مساحات الزجاج الأمامي لديك لا تعمل، وأيضاً سائل التنظيف قد نفذ! لن تنفعك في تلك اللحظة أيّاً من الميزات والتكنولوجيا المتطورة الموجودة في سيارتك، لذا عليك الاعتناء جيداً بمساحات الزجاج الأمامي واستبدالها بانتظام لتحصل على قيادة مريحة ورؤية واضحة أثناء قيادتك لسيارتك."

}
},
"blog_19": {
    "id": "19",
    "title": "موقع لشراء قطع غيار السيارات أون لاين في السعودية",
    "date": "February 28, 2024",
    "imageUrl": "/images/brands/whyCarPartsOnline.webp",
    "content": {
        "intro_1":"في عصرنا الحديث حيث تتطور التكنولوجيا باستمرار، يتبنى قطاع السيارات في المملكة العربية السعودية العصر الرقمي مع ظهور التسوق عبر الإنترنت لقطع السيارات. هذا التحول لم يبسط فقط عملية الحصول على قطع السيارات، ولكنه أيضًا فتح أفقًا جديدًا لعشاق السيارات والسائقين اليوميين."

        ,
        "body_1_1": "راحة التسوق لقطع السيارات عبر الإنترنت",
        "body_1_2": "عالم من الخيارات عند يديك",
        "body_1_3" : "لقد ذهبت الأيام التي كان فيها البحث عن القطع السيارات الصحيحة يتطلب زيارة متاجر متعددة. الآن، أصبحت مجموعة واسعة من قطع السيارات على بُعد نقرة واحدة. توفر المنصات عبر الإنترنت مجموعة شاملة، مما يتيح للزبائن استكشاف واختيار القطع المثالية لسياراتهم، بغض النظر عن الطراز أو النوع.",
        "body_1_4": "معلومات منتج مفصلة",
        "body_1_5": "إحدى ميزات التسوق عبر الإنترنت لقطع السيارات هي توفر معلومات منتج مفصلة. تأتي كل قطعة بمواصفاتها، وتفاصيل التوافق، وآراء العملاء، مما يجعل من السهل على المشترين اتخاذ قرارات مستنيرة. تضيف هذه الشفافية طبقة من الثقة إلى عملية الشراء."
}
},
"blog_20": {
    "id": "20",
    "title": "ماهو نظام التعليق في السيارة؟",
    "date": "March 13, 2024",
    "imageUrl": "/images/brands/whatIsBrakeSystem.webp",
    "content": {
        "intro_1":"نظام التعليق  Suspension System هو الأجزاء الميكانيكية التي تربط هيكل السيارة الخارجي مع الإطارات. وظيفتها الرئيسية هي الحفاظ على توازن وثبات السيارة حيث تقوم بامتصاص الاهتزازات الناتجة عن المطبات الصناعية والحفر والنتوءات الموجودة على الطرقات والمنعطفات.",
        "body_1_1": "تقوم الشركات المصنعة بشكل مستمر بتطوير نظام التعليق من خلال تقليل عدد القطع المستخدمة بالإضافة إلى اختيار قطع خفيفة الوزن وادخال قطع الكترونية وكهربائية مما يجعل السيارة أكثر سلاسة على الطرقات.",
        "body_1_2": "أنواع نظام التعليق:",
        "body_1_3" : "نظام التعليق المستقل (Independent Suspension): يعتبر أكثر راحة فعند مواجهة السيارة لأي مطب يقوم بجعل الإطارات (الكفرات) ترفع السيارة من جانب واحد فقط كون كل إطار مستقل عن الاطارات المتبقية فلا يشعر السائق أو ركاب السيارة بالاهتزاز الناتج عن الصدمة.",
        "body_1_4": "أما بالنسبة لنظام التعليق غير المستقل  (Dependent Suspension): فيقوم برفع السيارة بشكل كامل فالاطارات هنا غير مستقلة ومرتبطة مع بعضها.",
        "body_1_5": "أجزاء نظام التعليق:",
        "body_1_6" : "النوابض:",
        "body_1_7": "تحتوي معظم السيارات على نوابض لولبية تنحني بشكل تلقائي عند السير على المطبات وفوق الحفر حتى لايشعر ركاب السيارة بتأثير الصدمات.",
        "body_1_8": " الإطارات (العجلات أو الكفرات):",
        "body_1_9": "هي الأجزاء الخارجية لنظام التعليق وهي الجزء الوحيد في السيارة الذي يلامس الطريق حيث تتحمل معظم التاثير الناتج عن الصدمات. لذا يجب متابعة وفحص الاطارات والتأكد من كمية الهواء الموجود داخلها باستمرار.",
        "body_1_10": "المقصات:",
        "body_1_11": "تقوم بربط الإطارات بهيكل السيارة تختلف بالشكل من سيارة لأخرى.",
        "body_1_12": " ممتص الصدمات (المساعدات):",
        "body_1_13": "تكمن وظيفتها في المحافظة على مسار الإطارات على الطريق والسماح لها بالتحرك بمرونة وسلاسة والتقليل من حركة النوابض لمنع أرجحة السيارة وبالتالي امتصاص وتخفيف الصدمات الناتجة عن المطبات أو الحفر والنتوءات الموجودة على الطرقات للحفاظ على ثبات وتوازن السيارة ومنع اصطدام الهيكل الخارجي بالأرض.",
        "body_1_14": "هيكل السيارة:",
        "body_1_15": "هو أكبر جزء في نظام التعليق يقوم بحمل وزن السيارة بالاضافة إلى كافة مكوناتها.",
        "body_1_16": "جلود نظام التعليق الأمامي:",
        "body_1_17": "وتشمل جلدة عمود التوازن، جلدة مسمار التوازن، جلدة المقص (داخلية وخارجية)، الجوزات Ball Joint.",
        "body_1_18": "هل يتعرض نظام التعليق للتلف؟",
        "body_1_19": "يجب الانتباه إلى أن نظام التعليق كغيره من أنظمة وأجزاء السيارة، حيث يتعرض للضرر مع مرور الوقت ممايؤدي إلى اختلال في عمل نظام التوجيه وتآكل الإطارات وغيرها من المشاكل التي قد تكون خطيرة على السيارة و السائق والركاب.",
        "body_1_20" : "يعتبر نظام التعليق من الأجزاء الأساسية في السيارة حيث يمتص الطاقة الناتجة عن الطرق غير المستوية ويقوم بتشتيتها لمنع اهتزاز السيارة، كما يقوم نظام التعليق في التحكم بوزن السيارة ويقلل من ردة فعلها وارتدادها وتمايلها عند الانعطاف وبالتالي حماية السيارة من اختلال التوازن وانقلابها."
}
},
"blog_21": {
    "id": "21",
    "title": "ما هي الأسباب التي تؤدي إلى تأخير عمل محرك السيارة؟",
    "date": "March 24, 2024",
    "imageUrl": "/images/brands/FireUpDelay.webp",
    "content": {
        "intro_1": "سنتعرف على الأعطال التي تسبب تأخر عمل المحرك وتشغيل السيارة:", 
        "body_1_1": "- انسداد في البخاخات: ",
        "body_1_2": "قد يضطر السائق في بعض الأوقات إلى الضغط لعدة مرات متتالية على دواسة البنزين ليتم إيصال كمية كبيرة من الوقود إلى المحرك وتشغيله ويعود السبب إلى انسداد في بخاخات البنزين لامتلائها بالأتربة وعدم تمكنها من ايصال الكمية المناسبة من الوقود الى المحرك لعمله.",
        "body_1_3" : "- عطل في بطارية السيارة:",
        "body_1_4": "ضعف البطارية أو وجود مشكلة في توصيل القطبين الموجب والسالب يؤدي إلى صعوبة تشغيل السيارة.",
        "body_1_5": "- عطل في مضخة الوقود:",
        "body_1_6" : "عدم وصول الكمية المناسبة من الوقود إلى المحرك ينتج عنه مشاكل في أداء المحرك وتأخر في تشغيله.",
        "body_1_7": "- تلف فلتر الهواء:",
        "body_1_8": "تراكم الغبار والأتربة على فلتر الهواء يؤدي إلى انسداد فتحات التهوية مما يمنع دخول الهواء لإتمام عملية الاحتراق.",
        "body_1_9": "- تلف البواجي ( شمعات الاحتراق):",
        "body_1_10": "تلف شمعات الاحتراق أو عدم وصول الكهرباء إليها بشكل كافي يؤدي إلى صعوبة احتراق الهواء مع الوقود مما يؤدي إلى تأخر في عمل المحرك.",
        "body_1_11": "- وجود كمية إضافية من الهواء:",
        "body_1_12":" من الملاحظ بأن عدم دخول كمية كافية من الهواء يؤدي إلى صعوبة في عملية الاحتراق وبالمقابل أيضاً فإن وجود كمية إضافية من الهواء في أنبوب الوقود يؤدي إلى صعوبة في تشغيل المحرك.",
        "body_1_13": "لذلك من الضروري إجراء الصيانة اللازمة والكشف على تلك القطع عند تكرار مشكلة التأخر في عمل محرك السيارة"
}
},
"blog_22": {
    "id": "22",
    "title": "كيف تحمي سيارتك من الغبار في أجوائنا الترابية؟",
    "date": "March 28, 2024",
    "imageUrl": "/images/brands/dustProtection.webp",
    "content": {
        "intro_1": "عندما تزداد عادة سرعة الرياح ترفع معها كميات كبيرة من الرمال والأتربة إلى الغلاف الجوي وهي ما تسمى بالعواصف الرملية أو الترابية وهذا يكثر في منطقتنا (دول الخليج) نظراً لطبيعتها الجغرافية حيث أن العواصف الرملية هي جزء من المناخ.", 
        "body_1_1": "ومن الأمور التي يجب عليك الانتباه لها في مثل هذه الأجواء العاصفة هي الحفاظ على سيارتك من الأتربة حيث يعتبر الغبار من الأسباب الأساسية التي قد تشكل ضرراً لبعض أجزاء السيارة. لذا لابد من القيام ببعض الإجراءات التي تعتبر ضرورية وهامة لمنع وصول الاتربة إلى الأجزاء الحساسة في السيارة وبالتالي تجنب الآثار السلبية لها.",
        "body_1_2": "- تنظيف فلتر الهواء في السيارة:",
        "body_1_3" : "يعتبر فلتر الهواء المسؤول عن حماية محرك السيارة حيث يقوم بتنقية الهواء الداخل إلى المحرك من خلال منع دخول الغبار والشوائب الموجودة في الهواء. لذلك من الأفضل تنظيف فلتر الهواء بعناية أو تغييره عند مرور الكثير من الوقت للمحافظة على عمل وأداء المحرك.",
        "body_1_4": "- تنظيف فلتر المكيف الداخلي:",
        "body_1_5": "وظيفة فلتر المكيف الأساسية عدم دخول أي غبار او تراب الى داخل السيارة، فعند تعرض الفلتر لكمية كبيرة من الغبار والأوساخ في الأجواء الترابية أثناء استخدام المكيف، تتراكم الاوساخ على الفلتر مما يؤثر بشكل كبير على كفاءة المكيف وبالمقابل تؤثر على أداء مروحة المكيف ، حيث تقوم المروحة بشفط الفلتر المسدود بالأوساخ فتزداد حرارتها وتعرضها للتلف.",
        "body_1_6" : "- تنظيف راديتر المحرك والمكيف:",
        "body_1_7": "يتعرض راديتر المحرك والمكيف في الأجواء الترابية الى الكثير من الأوساخ وأجزاء الغبار التي تستقر بين شرائح الراديتر، وتؤثر بدورها على كفاءة تبريد المحرك والمكيف والتي بدورها تسبب زيادة في ارتفاع درجة حرارة المحرك ونقص تبريد المكيف، ولمعالجة هاذي المشكلة ينصح بالقيام بشكل دوري بغسيل الراديتر من الخارج بكمية وافرة من الماء لإزالة الأوساخ والشوائب من الراديتر.",
        "body_1_8": "- المحافظة على مساحات زجاج السيارة:",
        "body_1_9": "إن تشغيل مساحات الزجاج الأمامي (والخلفي إن وجدت) سيجنبك تلفها فالمساحات مكونة من مواد جلدية تتأثر بالجفاف حيث من الأفضل تشغيلها من فترة لأخرى فعدم حصولها على المياه سيؤدي إلى جفافها ومن ثم تلفها.",
        "body_1_10": "- غسيل السيارة من الخارج:",
        "body_1_11": "احرص على غسيل سيارتك من الخارج باستمرار فتراكم الاتربة والغبار على السطح الخارجي للسيارة سيفقدها لونها الأصلي بمرور الوقت.",
        "body_1_12":"- تغطية السيارة: ",
        "body_1_13": "من الافضل تغطية الهيكل الخارجي للسيارة في حال وقوفها لفترة طويلة أو عدم استخدامها بشكل دائم تفادياً لتراكم الغبار والاتربة."
}
},
"blog_23": {
    "id": "22",
    "title": "أسباب انحراف السيارة عن مسارها",
    "date": "April 29, 2024",
    "imageUrl": "/images/brands/enhraf.webp",
    "content": {
        "intro_1": "تعتبر عجلة القيادة من أهم الاجزاء الرئيسية في السيارة حيث تقوم بتوجيه مسار السيارة والتحكم بها.ولكن قد يواجه السائق أحياناً مشكلة انحراف السيارة إلى اليمين أو اليسار عند رفع يده عن عجلة القيادة.", 
        "body_1_1": "لنتعرف معاً على اهم الأسباب التي تؤدي إلى انحراف السيارة عن مسارها الصحيح",
        "body_1_2": "1- قياس ضغط هواء الإطارات (الكفرات):",
        "body_1_3": "يجب التاكد من قياس ضغط الهواء داخل الإطارات الأمامية...إذا استمرت المشكلة يمكن التبديل بين الإطارات الامامية لمعرفة سبب الانحراف ..فاذا انتهت المشكلة بتبديل الإطارات فهذا يعني وجود خلل في أحد الاطارات أو بنظام التعليق.",
        "body_1_4": "2- استخدام إطارات غير مناسبة:",
        "body_1_5" : "عند استخدام إطارات كبيرة أو صغيرة لا تناسب السيارة يمكن ان يسبب انحراف السيارة عن مسارها.",
        "body_1_6" : "3- خلل في وزنية الأذرعة:",
        "body_1_7" : "عدم ضبط وزنية الأذرعة بشكل صحيح، يؤدي إلى انحراف الدركسيون وبالتالي انحراف مسار السيارة.",
        "body_1_8": "4- خلل في نظام الفرامل:",
        "body_1_9" : "يعتبر نظام الفرامل من الانظمة الهامة التي تحافظ على حماية السيارة فعند وجود عطل في أحد مكابس الفرامل سيقوم بالضغط على الديسك أكثر من المكبس المقابل فيحدث اختلاف في مسار السيارة.",
        "body_1_10": " 5- مشكلة في المقص:",
        "body_1_11": "عدم اختيار القطعة المناسبة للسيارة قد يؤدي إلى حدوث بعض المشاكل في السيارة...فاختلاف المقص في الشكل والتصميم قد لايتناسب مع نوع سيارتك وبالتالي قد يؤدي إلى ارتجاج السيارة وانحرافها عن مسارها الصحيح. بعض الاحيان قد يتعرض المقص إلى الانثناء نتيجة القيادة على الطرق غير الممهدة والسقوط في بعض الحفر العميقة أو الصعود فوق المطبات الصناعية بقوة مما يسبب اختلال في توازن السيارة وانحرافها.",
        "body_1_12": "6- تلف القطعة الواصلة بين المقص ونظام التعليق:",
        "body_1_13": "قد يؤدي تلف القطعة البلاستيكية الواصلة بين المقص وباقي نظام التعليق إلى انحراف المقود ولايمكن اكتشافها إلا بفكها وفحصها.",
        "body_1_14": "إذا واجهتك مشكلة انحراف السيارة وبشكل متكرر نحو اليمين أو اليسار فعليك عزيزي السائق متابعة الأسباب التي أدت إلى الانحراف ومعالجتها بالسرعة الممكنة. اذا استمرت المشكلة فمن الأفضل زيارة مركز الصيانة المعتمد لمعالجتها لكي تتجنب مشاكل اخرى قد تعرض سيارتك وحياتك إلى الخطر."
}
}
}