{
    "title": "سياسة الخصوصية",
    "header": {
        "text": "سياسة الخصوصية"
    },
    "href":{
        "A":"تصفُّح متجر رفرف الإلكتروني",
        "B":"المعلومات اللازمة لتنفيذ التعاملات المطلوبة من قبلك",
        "C":"لماذا يقوم متجر رفرف بجمع هذه البيانات؟",
        "D":"التزامنا بحماية أمن معلومات المستخدمين",
        "E":"إدارة معلوماتك، ومراجعتها، وتحديثها",
        "F":"عند الاتصال بنا",
        "G":"الكشف عن المعلومات الشخصية الخاصة بك",
        "H":"حول تعديل سياسة وسرية خصوصية المعلومات",
        "I":"اخيراً"
    },

    "What":{       
        "title":"سياسة الخصوصية",
        "text":"تقدر إدارة متجر رفرف الإلكتروني حرص واهتمام عملائنا الكرام بشأن خصوصية بياناتهم على شبكة الإنترنت، ونعدهم بأنه عند تعاملهم مع متجرنا، فنحن مؤتمنون على معلوماتهم، ومدركون أن هذه مسؤولية كبيرة، ونقوم جدياً بحمايتها والحفاظ على السريّة التامة ونضمن لهم عدم استخدام هذه المعلومات إلا وفقاً لسياسة الخصوصية هذه. تهدف سياسةُ الخصوصية لمتجر رفرف الإلكتروني إلى مساعدتك على فهم ماهية المعلومات الشخصية التي نجمعها وكيفية تعاملنا معها، وكذلك طريقة تحديث معلوماتك وتعديلها أو حذفها"
    },

    "body":{
        "A":"في أي وقت تزور فيه أي من مواقع الإنترنت، بمافيها متجرنا الإلكتروني، سيقوم السيرفر المضيف تلقائياً وبشكل روتيني بتسجيل عنوان بروتوكول شبكة الإنترنت (IP) الخاص بك، بالإضافة إلى تاريخ ووقت الزيارة ونوع متصفح الإنترنت الذي تستخدمه والعنوان URL الخاص بأي موقع من مواقع الإنترنت التي تقوم بإحالتك إلى هذا المتجر على الشبكة، كل ذلك بهدف معرفة عدد الزوار وكيفية دخولهم إلى كل موقع وما إلى ذلك. لم نقم بتصميم هذا المتجر من أجل تجميع بياناتك الشخصية من جهاز الكمبيوتر الخاص بك أثناء تصفحك لهذه المنصّة، وإنما سيتم فقط استخدام البيانات المقدمة من قبلك بمعرفتك ومحض إرادتك",
        "B":"عندما نحتاج إلى أية بيانات خاصة بك، فإننا سنطلب منك تقديمها بمحض إرادتك. حيث ستساعدنا هذه المعلومات في الاتصال بك وتنفيذ طلباتك بالشكل الأمثل داخل المملكة العربية السعودية. وعندما تقوم بإنشاء حساب على متجرنا الإلكتروني، فإن كل مانجمعه فعلياً هو بعض المعلومات الشخصية التي تزودنا بها، مثل الاسم والعنوان والبريد الإلكتروني ومعلومات عناوين الشحن يعطى للمستخدم كامل الحرية والإختيار في إضافتها مثل المعلومات الضرورية لتحديد قطع الغيار المطلوبة مثل نوع سيارتك والمحرك وما إلى ذلك",
        "C":"إن الغاية الأساسية من جمع بيانات المستخدمين هي الاحتفاظ بسجلات الحسابات الداخلية وتسريع عملية تقديم الخدمات والمنتجات وتخصيصها وفقاً لعنوان المستخدم ونوع سيارته، كما نقوم باستخدام هذه المعلومات من أجل: معالجة وتسليم طلبات الشراء بالسرعة المطلوبة إرسال نشرات بريدية حول آخر تطورات عملنا بالإضافة إلى عروض أو معلومات أخرى حول متجر رفرف يمكن أن تكون محط اهتمامك تحسين منتجاتنا وخدماتنا لتغطية جميع احتياجات السوق من قطع الغيار والزيوت الأصلية المكفولة تضمين هذه المعلومات في بيانات مخصصة تستخدم للأغراض الإحصائية والأبحاث دون اشتمالها على أية بيانات من الممكن استخدامها للتعريف بك أو الوصول إليك",
        "D":"نحن ملتزمون في كل الأوقات بالحفاظ على خصوصية وسرية كافة البيانات الشخصية الخاصة بمستخدمي خدمات متجر رفرف الإلكتروني، و من أجل منع الوصول غير المصرح به أو الكشف عنها، قمنا بوضع إجراءات مادية وإلكترونية مناسبة لحماية وتأمين المعلومات التي نقوم بجمعها ولن يتم اطلاقاً مشاركة البيانات المقدمة من قبلك إلى أي طرف ثالث بغرض تسويقها لمصلحته الخاصة",
        "E":"عندما تسجل دخولك إلى متجر رفرف الإلكتروني، يمكنك دائمًا مراجعة معلومات حسابك وتحديثها من خلال لوحة التحكم الخاصة بك، كما يمكنك في أي وقت أن تطلب منا التوقف عن ارسال أي رسائل لأغراض التسويق المباشر من خلال بريدنا الإلكتروني",
        "F":"عند الإتصال بنا، سوف نقوم بالتعامل مع كافة البيانات المقدمة من قبلك على أساس أنها سرية، وسيتم استخدامها من قبلنا في الرد على كافة استفساراتك، ملاحظاتك أو طلباتك من متجرنا الإلكتروني",
        "G":"لن يقوم متجر رفرف الإلكتروني بالكشف عن المعلومات الخاصة بك لأي لأطرف ثالث ما لم نحصل على إذن منك أو إذا تم المطالبة بها من قبل الجهات صاحبة الصلاحية مثل الجهات القضائية والجهات الأخرى الإشرافية في المملكة العربية السعودية، أو للدفاع عن وحماية حقوق الملكية الخاصة بمتجرنا الإلكتروني أو الجهات المستفيدة منه. و إذا كنت تعتقد أن أي معلومات تتوفر لدينا خاصة بك غير صحيحة أو غير كاملة، يرجى مراسلتنا عبر البريد الإلكتروني في أقرب وقت ممكن، و سنقوم على الفور بتصحيح أي معلومات يتبين أنها غير صحيحة",
        "H":"يحتفظ متجر رفرف بحقه في تعديل بنود وشروط سياسة سرية وخصوصية المعلومات إن لزم الأمر ومتى كان ذلك ملائماً. وفي حال تم تنفيذ أي تعديلات، سنقوم بإبلاغ جميع المتعاملين معنا بذلك",
        "I":"إن مخاوفك واهتمامك بشأن سرية وخصوصية بياناتك تعتبر مسألة في غاية الأهمية بالنسبة لنا. ونأمل أن يتم تحقيق ذلك من خلال سياسة الخصوصية المتبناة من قبل متجرنا الإلكتروني"
    },

    "soial":{

        "text1":"معلومات هامة ينبغي الإطلاع عليها",
        "text2":"متابعتنا على صفحات التواصل الإجتماعي الخاصة بنا:"
    },

    "contact":{

        "text1":"هل لديك أي استفسار حول سياسة الخصوصية أو الخدمات التي يقدمها متجر رفرف الإلكتروني؟",
        "text2":"يمكنكم دائما التواصل معنا عبر :",
        "whatsapp":"واتساب",
        "rafraf_app":"تطبيق رفرف",
        "e-mail":"إيميل",
        "help_center":"مركز المساعدة"
    }


}