{
  "title": "الشحن والدفع",
  "firstparagraph": {
    "title": "سياسة الدفع الالكتروني",
    "paymentmethod": "وسائل الدفع المعتمدة في رفرف",
    "paymentmethodan": "تسهيلاً لعملية الشراء يتيح متجرنا الإلكتروني إمكانية الدفع عبر بطاقات الإئتمان وحساب سداد والتحويل البنكي، وقريباً سيتم تفعيل الدقع عن طريق ApplePay و STCPay.",
    "banktransfer": "كيف يمكنني الدفع عبر التحويل البنكي ؟",
    "banktransferan": "إذا كنت تواجه بعض المشاكل التقنية في الدفع باستخدام البطاقات الائتمانية أو مدى، بعد تقديم الطلب يرجى التواصل مع فريق الدعم الفني على الواتس لتنسيق اختيار الدفع عن طريق التحويل البنكي.",
    "safe": "هل الدفع عبر موقع رفرف آمن ؟",
    "safean": "يتّبع موقعنا معايير حماية وتشفير عالية لضمان أمن وخصوصية جميع المعلومات المدخلة، بالإضافة إلى أنه لا يتم تخزين أي معلومات حساسة مثل أرقام البطاقات الائتمانية أو أرقامها السرية (اعرف المزيد حول سياسة الخصوصية في متجر رفرف الإلكتروني)."
  },

  "secondparagraph": {
    "title": "سياسة الشحن",
    "shippingcoverage": "نطاق الشحن",
    "shippingcoveragean": "تغطي خدمات شحن القطع من متجر رفرف الإلكتروني جميع مدن ومناطق المملكة العربية السعودية.",
    "shippingduration": "مدة شحن وتوصيل قطع الغيار والفلاتر والزيوت",
    "shippingdurationan": "تعتمد مدة توصيل المشتريات على موقع العميل والشركة المُختارة للشحن، وعادة تستغرق العملية مابين 1 - 5 أيام مع مراعاة الإجازات الرسمية (يوم الجمعة - إجازات الأعياد). نقوم ببذل كل جھد ممكن لشحن الطلب وتوصيله لعملائنا الكرام حسب المواعید التي تم الإتفاق عليها صوتياً أو كتابياً في مراسلاتنا معهم أو خلال الفترة الزمنیة المحددة على الموقع، ولكن لا یتحمل الموقع مسئولیة تأخیر تسلیم اي طلب في الظروف الخارجة عن إرادتنا. .",
    "shippingdurationan2": "تنويه: بعض القطع تتطلب وقتاً أطول من المعتاد لعدم توفرها في السوق المحلي، سيتم توضيح وقت التوصيل المتوقع لهذا النوع من القطع مع العملاء.",
    "shippingfees": "رسوم التوصيل",
    "shippingfeesan": "يتم احتساب رسوم التوصيل بشكل تلقائي عند إتمام عملية الشراء بناءً على حجم الشحنة ووزنها."
  },

  "footer": {
    "info": "معلومات هامة ينبغي الإطلاع عليها",
    "privacy_shipping": " نرجو من عملائنا الكرام الإطلاع أيضاً على سياسة الخصوصية و سياسة الدفع والشحن الخاصة بمتجر رفرف الإلكتروني، ولا تنسوا متابعتنا على صفحات التواصل الإجتماعي الخاصة بنا:",
    "inquiry": "هل لديك أي استفسار حول بنود الضمان و المطابقة والإرجاع الخاصة بمتجر رفرف الإلكتروني؟",
    "contact": "يمكنكم دئماً التواصل معنا من خلال:",
    "channels": {
      "rafraf_app": "تطبيق رفرف",
      "whatsapp": "واتساب",
      "e-mail": "إيميل",
      "help_center": "مركز المساعدة"
    }
  }
}
