{
    "title": "الضمان",
    "clauses": {
      "title":"بنود الضمان",
      "fisrt": "تتعامل رفرف مع قطع غيار السيارات الأصلية (Genuine) وقطع الغيار البديلة (OEM Aftermarket) المعتمدة فقط، ولا تتعامل مع القطع المقلدة بتاتاً.",
      "second": "يستند ضمان متجر رفرف الإلكتروني على ضمان الوكيل أو الموزع المعتمد للقطعة، وتختلف مدة الضمان وآليته حسب نوع القطعة وتصنيفها وموردها، بما يتلاءم مع شروط وزارة التجارة والصناعة في المملكة العربية السعودية.",
      "third": "جميع القطع التي تباع في الموقع قطع جديدة وغير مستخدمة، وتتبع \"رفرف\" إجراءات فحص لكل قطعة مباعة للتأكد من ملاءمتها و جودتها.",
      "fourth": "في حال ادعاء خلل مصنعي في القطعة، يتوجب على العميل تقديم ما يثبت وجود الخلل المصنعي، وعندها سيتم التنسيق معه لإجراءات الإرجاع أو الاستبدال إن صحت الإثباتات، وإن لم تصح فيحق لرفرف أن تحتفظ بالقطعة مع قيمة الشحن."
    },
    "matching":{
        "title":"المطابقة",
        "text":"تسعى \"رفرف\" لأن يكون اختيار القطعة مطابقاً للمركبة، من خلال تحديد المركبة ثم اختيار القطع المتوافقة معها، مع التأكيد أن هذا لا يعني مطابقة القطع بنسبة 100%، وتبقى مسؤولية التحقق التام على عاتق العميل."
    },
    "excluded":{
        "title":"يُستثنى من الضمان الحالات التالية",
        "first":"إساءة استخدام المنتج أو التركيب الخاطئ من قِبل العميل أو طرف آخر.",
        "second":" انتهاء مدة الضمان المحددة (3 أيام) بعد شراء القطعة.",
        "third":"لا يحق فتح القطعة وتبديل مكوناتها أو أجزائها أو العبث بها وفي حال تم ذلك فإن الضمان يعتبر لاغي.",
        "fourth":"لا يشمل الضمان التركيب الخاطئ أو البرمجة غير الصحيحة، وفي حال حصول أي ضرر بالقطعة من جراء التركيب يعتبر الضمان لاغي.",
        "fifth":" يشمل الضمان القطعة التي لا تعمل بالشكل المطلوب، ولا يشمل اختلاف شكل أو مواصفات القطعة بسبب الطلب أو التحضير الخاطيء من قِبل العميل.",
        "sixth":"جميع القطع التي يتم إرجاعها يجب أن تكون في حالة جديدة قابلة لإعادة البيع. لن يتم قبول طلب إعادة الإرجاع لأي قطعة مستخدمة أو تم تركيبها أو تفكيكها."
    },
    "return_cancel":{
        "title":"استرجاع السلعة وإلغاء الطلب",
        "content":{
            "text":"يحق للمستهلك استرجاع السلعة خلال يومين من تاريخ استلام المنتج، وذلك في حال عدم الاستخدام أو الاستفادة أو الانتفاع، ويستثنى من ذلك:",
            "first":"المُنتجات المصنّعة بطلب ومواصفات حددها المستهلك.",
            "second":"ظهور عيب في المُنتج بسبب سوء الاستخدام."
        }
    },
    "return_cases":{
        "title":" بإمكان العميل إرجاع المنتجات حسب الحالات التالية",
        "cases":{
            "first_case":" المنتج الذي استلمته به ضرر أو عيب مصنعي",
            "first_case_details":"بالإمكان إرجاع المنتج بعد توثيق الضرر من قِبل العميل، يتم ذلك بالتواصل مع \"رفرف\" عبر القنوات الرسمية والتنسيق لإرجاع المنتج، وإن ثبت الضرر أو العيب المصنعي، فسوف يُعاد مبلغ الشراء بالإضافة إلى تكاليف الشحن للعميل.",
            "second_case":"المنتج الذي استلمته لا يُطابق المنتج الذي تم شراؤه في الموقع",
            "second_case_details":"الإمكان إرجاع المنتج بعد توثيق عدم المطابقة، يتم ذلك بالتواصل مع \"رفرف\" عبر القنوات الرسمية والتنسيق لإرجاع المنتج، وإن ثبت الاختلاف، فسوف يُعاد مبلغ الشراء بالإضافة إلى تكاليف الشحن للعميل.",
            "third_case":"لم أعد بحاجة للمنتج",
            "third_case_details":"في حال عدم الاستخدام والاستفادة أو الانتفاع، بالإمكان إرجاع المنتج خلال فترة أقصاها 7 أيام من تاريخ استلام المنتج، وسيتم خصم قيمة الإرسال والإرجاع من العميل."      
        }
    },
    "footer":{
        "info":"معلومات هامة ينبغي الإطلاع عليها",
        "privacy_shipping":" نرجو من عملائنا الكرام الإطلاع أيضاً على سياسة الخصوصية و سياسة الدفع والشحن الخاصة بمتجر رفرف الإلكتروني، ولا تنسوا متابعتنا على صفحات التواصل الإجتماعي الخاصة بنا:",
        "inquiry":"هل لديك أي استفسار حول بنود الضمان و المطابقة والإرجاع الخاصة بمتجر رفرف الإلكتروني؟",
        "contact":"يمكنكم دئماً التواصل معنا من خلال:",
        "channels":{
            "rafraf_app":"تطبيق رفرف",
            "whatsapp":"واتساب",
            "e-mail":"إيميل",
            "help_center":"مركز المساعدة"   
        }

    }
}