[
    {
        "name": "فلاتر زيوت",
        "id": "9524",
        "level": 3,
        "visible": true,
        "path": "parts/oil-filters",
        "parentId": "4",
        "meta": {
            "title": "تسوق قطع غيار فلاتر زيت المكينة الأصلية أونلاين بأفضل الأسعار في السعودية - رفرف",
            "description": "أينما كنت في المملكة العربية السعودية، بإمكانك إيجاد أفضل وأجود أنواع فلاتر الزيوت الأصلية لسيارتك عبر موقع رفرف الإلكتروني. ابدأ من هنا!",
            "keywords": "فلاتر زيت سيارات, فلاتر زيت, فلتر زيت سيارة"
        }
    },
    {
        "name": "زيوت",
        "id": "7442",
        "level": 3,
        "visible": true,
        "path": "parts/oils",
        "parentId": "4",
        "meta": {
            "title": "تسوّق زيوت محركات وزيوت المكينة الأصلية أونلاين بأفضل الأسعار في السعودية - رفرف",
            "description": "أفضل زيوت المحركات الأصلية والموثوقة لجميع أنواع السيارات تصلكم أينما كنتم داخل المملكة العربية السعودية.",
            "keywords": "زيت سيارات, زيت محرك, زيت سيارة, زيت محرك سيارة, زيوت أصلية, زيوت أميركية"
        }
    },
    {
        "name": "نظام التوجيه والتعليق",
        "id": "7443",
        "level": 3,
        "visible": true,
        "path": "parts/suspensionhandling",
        "parentId": "4",
        "meta": {
            "title": "شراء قطع غيار نظام التعليق والعفشة الأصلية أونلاين بأفضل الأسعار في السعودية - رفرف",
            "description": "لدينا أفضل أنواع أنظمة التوجيه والتعليق الأصلية والبديلة لجميع أنواع السيارات تصلكم أينما كنتم داخل المملكة العربية السعودية.",
            "keywords": "جيربوكس، جير، علبة دبل"
        }
    },
    {
        "name": "نظام البنزين والاحتراق",
        "id": "7439",
        "level": 3,
        "visible": true,
        "path": "parts/injection",
        "parentId": "4",
        "meta": {
            "title": "شراء قطع نظام البنزين والحقن للسيارة أونلاين بأفضل الأسعار في السعودية - رفرف",
            "description": "لدينا أفضل أنواع أنظمة البنزين والإحتراق الأصلية والبديلة لجميع أنواع السيارات تصلكم أينما كنتم داخل المملكة العربية السعودية.",
            "keywords": "نظام بنزين واحتراق, نظام بنزين للسيارات, أنظمة بنزين واحتراق للسيارات"
        }
    },
    {
        "name": "نظام الفرامل",
        "id": "7407",
        "level": 3,
        "visible": true,
        "path": "parts/brakes",
        "parentId": "4",
        "meta": {
            "title": "شراء قطع فرامل وفحمات السيارة عبر الإنترنت بأفضل الأسعار في السعودية - رفرف",
            "description": "مجموعة واسعة من أنظمة الفرامل والقماشات  لمختلف أنواع السيارات تصلكم أينما كنتم داخل المملكة العربية السعودية",
            "keywords": "قماش فرامل، أقمشة فرامل، فحمات، فرامل "
        }
    },
    {
        "name": "ناقل الحركة/الدفع",
        "id": "7447",
        "level": 3,
        "visible": true,
        "path": "parts/transmissiondifferentialparts",
        "parentId": "4",
        "meta": {
            "title": "شراء قطع غيار نظام ناقل الحركة (الجيربوكس) الأصلية أونلاين بأفضل الأسعار في السعودية - رفرف",
            "description": "لدينا أفضل أنواع نواقل الحركة العادي والاوتوماتيكي الأصلية لجميع أنواع السيارات تصلكم أينما كنتم داخل المملكة العربية السعودية.",
            "keywords": "ناقل حركة عادي, ناقل حركة أوتوماتيكي, جير عادي, جير أوتوماتيكي"
        }
    },
    {
        "name": "الجنوط/العجلات",
        "id": "7437",
        "level": 3,
        "visible": true,
        "path": "parts/factorywheel",
        "parentId": "4",
        "meta": {
            "title": "شراء قطع الجنوط والكفرات أونلاين بأفضل الأسعار في السعودية - رفرف",
            "description": "لدينا أفضل أنواع الجنوط والعجلات الأصلية والبديلة لجميع أنواع السيارات تصلكم أينما كنتم داخل المملكة العربية السعودية.",
            "keywords": "جنط سيارة, عجلات سيارة, جنوط وعجلات السيارة"
        }
    },
    {
        "name": "الهيكل الخارجي والداخلي",
        "id": "7433",
        "level": 3,
        "visible": true,
        "path": "parts/externalinternalbody",
        "parentId": "4",
        "meta": {
            "title": "شراء قطع البودي أونلاين بأفضل الأسعار في السعودية - رفرف",
            "description": "لدينا أفضل أنواع الهياكل الداخلية والخارجية الأصلية لجميع أنواع السيارات تصلكم أينما كنتم داخل المملكة العربية السعودية.",
            "keywords": "هيكل سيارة داخلي, هيكل سيارة خارجي, هيكل سيارة داخلي وخارجي"
        }
    },
    {
        "name": "نظام تبريد المحرك",
        "id": "7431",
        "level": 3,
        "visible": true,
        "path": "parts/enginecooling",
        "parentId": "4",
        "meta": {
            "title": "شراء قطع تبريد المحرك وتبريد المكينة السيارة أونلاين بأفضل الأسعار في السعودية - رفرف",
            "description": "مجموعة واسعة من أفضل أنواع أنظمة التبريد والمبردات والزيوت الأصلية والبديلة لجميع أنواع محركات السيارات تصلكم أينما كنتم داخل المملكة العربية السعودية.",
            "keywords": "نظام تبريد محرك سيارات, أنظمة تبريد أصلية للمحرك, أنظمة تبريد محركات أصلية"
        }
    },
    {
        "name": "المحرك",
        "id": "7424",
        "level": 3,
        "visible": true,
        "path": "parts/engine",
        "parentId": "4",
        "meta": {
            "title": "شراء قطع المحرك ومكينة السيارة أونلاين بأفضل الأسعار في السعودية - رفرف",
            "description": "مجموعة واسعة من أفضل أنواع المحركات الأصلية والبديلة لجميع أنواع السيارات تصلكم أينما كنتم داخل المملكة العربية السعودية.",
            "keywords": "محرك، مكينة، كرسي مكينة، كرسي مرك، سير"
        }
    },
    {
        "name": "نظام الكهرباء",
        "id": "7409",
        "level": 3,
        "visible": true,
        "path": "parts/electrical",
        "parentId": "4",
        "meta": {
            "title": "شراء قطع الغيار الكهربائية الأصلية عبر الإنترنت بأفضل الأسعار في السعودية - رفرف",
            "description": "مجموعة واسعة من أنظمة الكهرباء لجميع أنواع السيارات تصلكم أينما كنتم داخل المملكة العربية السعودية.",
            "keywords": "نظام كهرباء, أنظمة كهرباء السيارات, نظام كهرباء سيارات أصلي"
        }
    },
    {
        "name": "نظام التكييف والتسخين",
        "id": "7405",
        "level": 3,
        "visible": true,
        "path": "parts/acheating",
        "parentId": "4",
        "meta": {
            "title": "شراء قطع التكييف مكيفات السيارة عبر الإنترنت بأفضل الأسعار في السعودية - رفرف",
            "description": "مجموعة واسعة من أنظمة التكييف والتسخين لمختلف أنواع السيارات تجدها لدى متجر رفرف الإلكتروني، احصل عليها أينما كنت داخل السعودية.",
            "keywords": "أنظمة تكييف, أنظمة تسخين, أنظمة تكييف وتسخين"
        }
    }
]